<?php

return array(
    'asset_categories' 					=> 'Категории активов',
    'category_name'  					=> 'Название категории',
    'checkin_email'                     => 'Отправлять электронное письмо пользователю при возврате или выдаче.',
    'checkin_email_notification'        => 'Этому пользователю будет отправлено электронное письмо о возврате/выдаче.',
    'clone'                             => 'Копировать категорию',
    'create'  							=> 'Создать категорию',
    'edit'                              => 'Редактировать категорию',
    'eula_text'							=> 'Пользовательское соглашение категории',
    'eula_text_help'					=> 'Это поле позволяет персонализировать пользовательские соглашения для определенных типов активов. Если у вас только одно пользовательское соглашение для всех активов, вы можете отметить чекбокс внизу, чтобы использовать основное соглашение по умолчанию.',
    'name'                              => 'Название категории',
    'require_acceptance'				=> 'Требовать обязательного подтверждения пользователем прием активов в этой категории.',
    'required_acceptance'				=> 'Этому пользователю будет выслано электронное письмо со ссылкой для подтверждения получения этого предмета.',
    'required_eula'						=> 'Пользователю будет отправлена копия пользовательского соглашения',
    'no_default_eula'					=> 'Не найдено пользовательского соглашения по умолчанию. Добавьте его в Настройках.',
    'update'  							=> 'Редактировать категорию',
    'use_default_eula'					=> 'Использовать <a href="#" data-toggle="modal" data-target="#eulaModal">пользовательское соглашение по умолчанию</a>.',
    'use_default_eula_disabled'			=> '<del>Использовать пользовательское соглашение по умолчанию.</del> Не задано пользовательское соглашение по умолчанию. Добавьте его в настройках.',
    'use_default_eula_column'			=> 'Использовать пользовательское соглашение по умолчанию',

);
