<?php

return [
    'send_password_link'	        => 'Отправить ссылку на сброс пароля',
    'email_reset_password'			=> 'Сброс пароля по электронной почте',
    'reset_password'			    => 'Сброс пароля',
    'saml_login'                    => 'Вход через SAML',
    'login'                         => 'Логин',
    'login_prompt'                  => 'Пожалуйста, авторизуйтесь',
    'forgot_password'               => 'Я не помню мой пароль',
    'ldap_reset_password'           => 'Нажмите здесь для сброса своего LDAP пароля',
    'remember_me'                   => 'Запомнить меня',
    'username_help_top'                 => 'Введите своё <strong>имя учётной записи</strong>, чтобы получить ссылку для сброса пароля.',
    'username_help_bottom'          => 'Ваши имя учётной записи и электронная почта <em>могут</em> быть одинаковыми, но могут и не быть, в зависимости от вашей конфигурации. Если вы не можете вспомнить ваши имя учётной записи, то обратитесь к вашему системному администратору.<br><br><strong>Имена учётных записей, к которым не привязан адрес электронной почты, не смогут получить письмо на сброс пароля.</strong> ',
    ];

