<?php

return array(

    'account_already_exists' => 'Учетная запись с таким адресом электронной почты уже существует.',
    'account_not_found'      => 'Неверный Логин или Пароль.',
    'account_not_activated'  => 'Эта учетная запись не активирована.',
    'account_suspended'      => 'Эта учетная запись заморожен.',
    'account_banned'         => 'Эта учетная запись заблокирована.',
    'throttle'               => 'Слишком много неудачных попыток входа. Пожалуйста, попробуйте снова через :minutes минут.',

    'two_factor' => array(
        'already_enrolled'      => 'Ваше устройство уже зарегистрировано.',
        'success'               => 'Вы успешно вошли.',
        'code_required'         => 'Требуется код двухфакторной аутентификации.',
        'invalid_code'          => 'Неправильный код двухфакторной аутентификации.',
    ),

    'signin' => array(
        'error'   => 'При попытке входа возникла проблема, пожалуйста, попробуйте снова.',
        'success' => 'Вы успешно авторизованы.',
    ),

    'logout' => array(
        'error'   => 'При попытке входа возникла проблема, пожалуйста, попробуйте снова.',
        'success' => 'Вы успешно вышли из системы.',
    ),

    'signup' => array(
        'error'   => 'При попытке создания вашей учётной записи возникла проблема, пожалуйста, попробуйте снова.',
        'success' => 'Учётная запись успешно создана.',
    ),

    'forgot-password' => array(
        'error'   => 'При попытке сброса пароля возникла проблема, пожалуйста, попробуйте снова.',
        'success' => 'Если данный адрес электронной почты существует в нашей системе - будет отправлено письмо сброса пароля.',
    ),

    'forgot-password-confirm' => array(
        'error'   => 'При попытке сбросить ваш пароль возникла проблема, пожалуйста попробуйте снова.',
        'success' => 'Ваш пароль успешно изменен.',
    ),


);
