<?php

return array(
    'accessory_category' 				=> 'Категория аксессуара',
    'accessory_name'  					=> 'Название аксессуара',
    'checkout'  							=> 'Выдать аксессуар',
    'checkin'  							=> 'Вернуть аксессуар',
    'create'  							=> 'Создать аксессуар',
    'edit'  							=> 'Редактировать аксессуар',
    'eula_text'							=> 'Пользовательское соглашение категории',
    'eula_text_help'					=> 'Это поле позволяет персонализировать пользовательские соглашения для определенных типов активов. Если у вас только одно пользовательское соглашение для всех активов, вы можете отметить чекбокс внизу, чтобы использовать основное соглашение по умолчанию.',
    'require_acceptance'				=> 'Требовать обязательного подтверждения пользователем прием активов в этой категории.',
    'no_default_eula'					=> 'Не найдено пользовательского соглашения по умолчанию. Добавьте его в настройках.',
    'total'  							=> 'Всего',
    'remaining'  						=> 'В наличии',
    'update'  							=> 'Редактировать аксессуар',
    'use_default_eula'					=> 'Использовать <a href="#" data-toggle="modal" data-target="#eulaModal">пользовательское соглашение по умолчанию</a>.',
    'use_default_eula_disabled'			=> '<del>Использовать пользовательское соглашение по умолчанию.</del> Не задано пользовательское соглашение по умолчанию. Добавьте его в настройках.',
    'clone'                             => 'Клонировать аксессуар',

);
