<?php

return array(

    'does_not_exist' => 'Департамент не существует.',
    'department_already_exists' => 'Департамент с таким наименованием уже существует в данном географическом расположении. Попробуйте уточнить название для этого отдела. ',
    'assoc_users'	 => 'Этот департамент в данный момент связан с одним или несколькими пользователями и не может быть удалён. Пожалуйста, обновите своих пользователей, чтобы они больше не ссылались на этот департамент и повторите попытку. ',
    'create' => array(
        'error'   => 'Департамент не был создан, пожалуйста, попробуйте ещё раз.',
        'success' => 'Департамент успешно создан.'
    ),
    'update' => array(
        'error'   => 'Не удалось изменить департамент, пожалуйста, попробуйте снова',
        'success' => 'Департамент успешно изменён.'
    ),
    'delete' => array(
        'confirm'   	=> 'Вы уверены, что хотите удалить этот департамент?',
        'error'   => 'Возникла проблема при удалении департамента, пожалуйста, попробуйте снова.',
        'success' => 'Департамент был успешно удалён.'
    )

);
