<?php

return [
    'about_asset_depreciations'  			=> 'Об амортизации активов',
    'about_depreciations'  					=> 'Вы можете настроить амортизацию активов, чтобы амортизировать активы на основе линейной амортизации.',
    'asset_depreciations'  					=> 'Амортизация активов',
    'create'  					            => 'Создать амортизацию',
    'depreciation_name'  					=> 'Название амортизации',
    'depreciation_min'                      => 'Минимальное значение амортизации',
    'number_of_months'  					=> 'Количество месяцев',
    'update'  					            => 'Редактировать амортизацию',
    'depreciation_min'                      => 'Минимальное значение после амортизации',
    'no_depreciations_warning'               => '<strong>Предупреждение: </strong>
                      В настоящее время у вас нет настроенных амортизаций.
                      Пожалуйста, настройте хотя бы одну амортизацию для просмотра отчёта об амортизации.',
];
