<?php

return array(

    'does_not_exist' => 'Класс амортизации не существует.',
    'assoc_users'	 => 'Данная амортизация связана с одной или несколькими моделями, и не может быть удалена. Пожалуйста, удалите модели и затем попробуйте снова. ',


    'create' => array(
        'error'   => 'Класс амортизации не был создан, пожалуйста, попробуйте снова. :(',
        'success' => 'Класс амортизации успешно создан. :)'
    ),

    'update' => array(
        'error'   => 'Не удалось изменить класс амортизации, пожалуйста, попробуйте снова',
        'success' => 'Класс амортизации успешно изменён.'
    ),

    'delete' => array(
        'confirm'   => 'Вы уверены, что хотите удалить этот класс амортизации?',
        'error'   => 'Возникла проблема при удалении класса амортизации, пожалуйста, попробуйте снова.',
        'success' => 'Класс амортизации успешно удален.'
    )

);
