<?php

return array(

    'field' => array(
        'invalid'   => 'Это поле не существует.',
        'already_added'   => 'Поле уже добавлено',

        'create' => array(
            'error'   => 'Поле не было создано, попробуйте ещё раз.',
            'success' => 'Поле успешно создано.',
            'assoc_success' => 'Поле успешно добавлено в набор.'
        ),

        'update' => array(
            'error'   => 'Не удалось изменить поле, пожалуйста, попробуйте снова',
            'success' => 'Поле успешно изменено.'
        ),

        'delete' => array(
            'confirm'   	=> 'Вы уверены, что хотите удалить это поле?',
            'error'   => 'Возникла проблема при удалении поля, пожалуйста, попробуйте снова.',
            'success' => 'Поле было успешно удалено.',
            'in_use'   => 'Поле ещё используется.',
        )

    ),

    'fieldset' => array(

        'does_not_exist' => 'Набор полей не существует',

        'create' => array(
            'error'   => 'Набор полей не был создан, попробуйте ещё раз.',
            'success' => 'Набор полей успешно создан.'
        ),

        'update' => array(
            'error'   => 'Не удалось изменить набор полей, пожалуйста, попробуйте снова',
            'success' => 'Набор полей успешно изменён.'
        ),

        'delete' => array(
            'confirm'   	=> 'Вы уверены, что хотите удалить этот набор полей?',
            'error'   => 'Возникла проблема при удалении набора полей, пожалуйста, попробуйте снова.',
            'success' => 'Набор полей был успешно удален.',
            'in_use'   => 'Набор полей всё ещё используется.',
        )

    ),

    'fieldset_default_value' => array(

        'error' => 'Ошибка проверки значений полей по умолчанию.',

    ),






);
