<?php

return [
    'actions' 	                => 'Действия',
    'add'    	                => 'Добавить новый',
    'cancel'                    => 'Отменить',
    'checkin_and_delete'  	    => 'Возврат всего / Удалить пользователя',
    'delete'  	                => 'Удалить',
    'edit'    	                => 'Редактировать',
    'restore' 	                => 'Восстановить',
    'remove'                    => 'Убрать',
    'request'                   => 'Запросить',
    'submit'  	                => 'Принять',
    'upload'                    => 'Загрузить',
    'select_file'				=> 'Выбрать файл...',
    'select_files'				=> 'Выбрать файлы...',
    'generate_labels'           => '{1} Сгенерировать метку|[2,*] Сгенерировать метки',
    'send_password_link'        => 'Отправить ссылку для сброса пароля',
    'go'                        => 'Перейти',
    'bulk_actions'              => 'Массовые действия',
    'add_maintenance'           => 'Добавить обслуживание',
    'append'                    => 'Приложить',
    'new'                       => 'Создать',
];
