<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'more_info_title' => 'Подробнее',

    'audit_help' => 'Установка этого флажка изменит запись этого актива, чтобы отразить новое географическое расположение. Не установив флажок вы просто отметите географическое расположение в журнале аудита.<br><br>Обратите внимание, что если этот актив выдан, оно не изменит географическое расположение человека, актива или то географическое расположение, к которому оно выдано.',

    'assets' => 'Активы - это предметы, отслеживаемые по серийному номеру или инвентарному номеру. Как правило, они являются более ценными предметами, где важна идентификация определённого предмета.',

    'categories' => 'Категории помогают вам упорядочивать ваши предметы. Примерами таких категорий могут быть: &quot;Компьютеры&quot;, &quot;Ноутбуки&quot;, &quot;Мобильные телефоны&quot;, &quot;Планшеты&quot; и так далее, но вы также можете использовать их по своему усмотрению.',

    'accessories' => 'Аксессуары - это всё, выдаваемое пользователям, что не имеет серийного номера (или у вас нет необходимости отслеживать их). Например компьютерные мыши или клавиатуры.',

    'companies'     => 'Компании можно использовать как простое поле идентификатора, или использовать для ограничения видимости активов, пользователей и т.д. если в настройках администратора включена полная поддержка нескольких компаний. ',

    'components'    => 'Компоненты - это предметы, которые являются частью актива, например жесткий диск, оперативная память и т.д.',

    'consumables'   => 'Расходные материалы - это что-либо купленное что будет израсходовано с течением времени. Например чернила или бумага для принтера.',

    'depreciations' => 'Вы можете настроить амортизацию активов, чтобы амортизировать активы на основе линейной амортизации.',

];
