<?php

return [
    'sent'	        => 'Если соответсвующий пользователь с правильной электронной почтой существует в нашей системе, то было отправлено письмо для восстановления пароля.',
    'user'			=> 'Если соответсвующий пользователь с правильной электронной почтой существует в нашей системе, то было отправлено письмо для восстановления пароля.',
    'token'         => 'Этот токен сброса пароля неверный или просрочен, или не соответствует предоставленному имени учётной записи.',
    'reset'         => 'Ваш пароль был сброшен!',
];
