<?php

return array(
    'component_name'                  => 'Название компонента',
    'checkin'                             => 'Вернуть компонент',
    'checkout'                             => 'Выдать компонент',
    'cost'				=> 'Стоимость покупки',
    'create'                             => 'Создать компонент',
    'edit'                             => 'Редактировать компонент',
    'date'					=> 'Дата закупки',
    'order'					=> 'Номер заказа',
    'remaining' 			             => 'Остаток',
    'total' 			                 => 'Всего',
    'update'                            => 'Редактировать компонент',
    'checkin_limit'            => 'Количество возвращённого должно быть равно или меньше чем :assigned_qty'
);
