<?php

return array(

    'does_not_exist' => 'Компонент не существует.',

    'create' => array(
        'error'   => 'Не удалось создать компонент, пожалуйста, попробуйте снова.',
        'success' => 'Компонент успешно создан.'
    ),

    'update' => array(
        'error'   => 'Не удалось изменить компонент, пожалуйста, попробуйте снова',
        'success' => 'Компонент успешно изменён.'
    ),

    'delete' => array(
        'confirm'   => 'Вы уверены, что хотите удалить этот компонент?',
        'error'   => 'Возникла проблема при удалении компонента, пожалуйста, попробуйте снова.',
        'success' => 'Компонент был успешно удалён.'
    ),

     'checkout' => array(
        'error'   		=> 'Не удалось выдать компонент, пожалуйста, попробуйте снова',
        'success' 		=> 'Компонент успешно выдан.',
        'user_does_not_exist' => 'Неверный пользователь. Пожалуйста, попробуйте снова.'
    ),

    'checkin' => array(
        'error'   		=> 'Не удалось вернуть компонент, пожалуйста, попробуйте снова',
        'success' 		=> 'Компонент успешно возвращён.',
        'user_does_not_exist' => 'Неверный пользователь. Пожалуйста, попробуйте еще раз.'
    )


);
