<?php

return array(

    'does_not_exist' => 'Производитель не существует.',
    'assoc_users'	 => 'Этот производитель сейчас связан с как минимум одной моделью и не может быть удален. Пожалуйста, обновите свои модели, чтобы они больше не ссылались на этого производителя и повторите попытку. ',

    'create' => array(
        'error'   => 'Производитель не был создан, пожалуйста, попробуйте снова.',
        'success' => 'Производитель успешно создан.'
    ),

    'update' => array(
        'error'   => 'Не удалось изменить производителя, пожалуйста, попробуйте снова',
        'success' => 'Производитель успешно изменён.'
    ),

    'restore' => array(
        'error'   => 'Производитель не был восстановлен, пожалуйста, попробуйте снова',
        'success' => 'Производитель успешно восстановлен.'
    ),

    'delete' => array(
        'confirm'   => 'Вы уверены, что хотите удалить этого производителя?',
        'error'   => 'Возникла проблема при удалении производителя, пожалуйста, попробуйте снова.',
        'success' => 'Производитель был успешно удалён.'
    )

);
