<?php

return array(
    'about_manufacturers_title'    => 'О производителях',
    'about_manufacturers_text'  => 'Производители - это компании, создающие ваши активы. Вы можете хранить здесь важные контактные данные, которые будут отображаться вместе с подробностями о ваших активах.',
    'asset_manufacturers'	=> 'Производители активов',
    'create'				=> 'Создать производителя',
    'id'   					=> 'ID',
    'name'      			=> 'Название',
    'support_email'   		=> 'Электронная почта службы поддержки',
    'support_phone'   		=> 'Телефон службы поддержки',
    'support_url'   		=> 'URL-адрес службы поддержки',
    'update'				=> 'Редактировать производителя',
    'url'   				=> 'URL',

);
