<?php

    return [
        'asset_maintenances' => 'Обслуживания активов',
        'edit'               => 'Редактировать обслуживание актива',
        'delete'             => 'Удалить обслуживание актива',
        'view'               => 'Подробности по обслуживанию актива',
        'repair'             => 'Починить',
        'maintenance'        => 'Обслуживание',
        'upgrade'            => 'Улучшить',
        'calibration'        => 'Калибровка',
        'software_support'   => 'Поддержка программного обеспечения',
        'hardware_support'   => 'Поддержка аппаратного обеспечения',
        'configuration_change'   => 'Изменение конфигурации',
        'pat_test'           => 'PAT тест',
    ];
