<?php

    return [
        'not_found'                    => 'Обслуживание актива, которое вы искали, не был найден!',
        'delete'                       => [
            'confirm' => 'Вы уверены, что хотите удалить это обслуживание актива?',
            'error'   => 'Возникла проблема при удалении обслуживания актива, пожалуйста, попробуйте снова.',
            'success' => 'Обслуживание актива было успешно удалено.',
        ],
        'create'                       => [
            'error'   => 'Обслуживание актива не было создано, пожалуйста, попробуйте снова.',
            'success' => 'Обслуживание актива успешно создано.',
        ],
        'edit'                       => [
            'error'   => 'Обслуживание актива не было обновлено, пожалуйста, попробуйте снова.',
            'success' => 'Обслуживание актива успешно обновлено.',
        ],
        'asset_maintenance_incomplete' => 'Ещё не завершено',
        'warranty'                     => 'Гарантия',
        'not_warranty'                 => 'Не гарантия',
    ];
