<?php

return array(
    'about'      	=> 'О ярлыках состояния',
    'archived'      	=> 'Архивные',
    'create'      	=> 'Создать ярлык состояния',
    'color'      	=> 'Цвет диаграммы',
    'default_label' => 'Метка по умолчанию',
    'default_label_help' => 'Это нужно для того, чтобы ваши наиболее часто используемые статусы отображались первыми в выпадающем списке при создании/редактировании активов.',
    'deployable'      	=> 'Готовые к выдаче',
    'info'      	=> 'Ярлыки состояния используются для описания различных состояний, в которых могут находиться ваши активы. Активы могут быть в ремонте, потеряны/украдены и т. д. Вы можете создать новые ярлыки состояния для выдаваемых, на рассмотрении и архивных активов.',
    'name'      	=> 'Название статуса',
    'pending'      	=> 'На рассмотрении',
    'status_type'   => 'Тип статуса',
    'show_in_nav'   => 'Показать в боковой панели',
    'title'      	=> 'Ярлык состояния',
    'undeployable'  => 'Не выдаваемые',
    'update'      	=> 'Редактировать ярлык состояния',
);
