<?php

return array(

    'create'				=> 'Создать модель актива',
    'created_at' 			=> 'Создано',
    'eol'	 				=> 'Истечение срока службы',
    'modelnumber'   		=> 'Номер модели',
    'name'      			=> 'Название модели актива',
    'numassets' 			=> 'Активы',
    'title'					=> 'Модели активов',
    'update'				=> 'Редактировать модель актива',
    'view'					=> 'Просмотр модели актива',
    'update'				=> 'Редактировать модель актива',
    'clone'				=> 'Клонировать модель',
    'edit'				=> 'Изменить модель',
);
