<?php

return array(

    'group_exists'        => 'Группа уже существует!',
    'group_not_found'     => 'Группа [:id] не существует.',
    'group_name_required' => 'Поле "Имя" является обязательным',

    'success' => array(
        'create' => 'Группа была успешно создана.',
        'update' => 'Группа успешно изменена.',
        'delete' => 'Группа была успешно удалена.',
    ),

    'delete' => array(
        'confirm'   => 'Вы уверены, что хотите удалить эту группу?',
        'create' => 'Возникла проблема при создании группы, пожалуйста, попробуйте снова.',
        'update' => 'Возникла проблема при изменении группы, пожалуйста, попробуйте снова.',
        'delete' => 'Возникла проблема при удалении группы, пожалуйста, попробуйте снова.',
    ),

);
