<?php

return array(

    'asset'             => 'Актив',
    'checkin'           => 'Вернуть',
    'create'            => 'Создать лицензию',
    'expiration'        => 'Истекает',
    'license_key'       => 'Ключ продукта',
    'maintained'        => 'Поддерживается',
    'name'              => 'Название ПО',
    'no_depreciation'   => 'Не амортизируется',
    'purchase_order'    => 'Номер заказа',
    'reassignable'      => 'Переназначаемый',
    'remaining_seats'   => 'Осталось рабочих мест',
    'seats'             => 'Рабочие места',
    'termination_date'  => 'Дата окончания',
    'to_email'          => 'Лицензирован на электронную почту',
    'to_name'           => 'Лицензировано на имя',
    'update'            => 'Редактировать лицензию',
    'checkout_help'     => 'Вы должны выдать лицензию активу или человеку. Вы можете выбрать оба варианта, но владелец актива должен соответствовать человеку, которому вы выдаёте лицензию.'
);
