<?php

return array(
    'about_licenses_title'            => 'О лицензиях',
    'about_licenses'                  => 'Лицензии используются для отслеживания программного обеспечения. Они имеют определённое количество мест, которые могут быть выданы',
    'checkin'  					=> 'Вернуть лицензию',
    'checkout_history'  		=> 'История выдачи',
    'checkout'  				=> 'Выдать лицензию',
    'edit'  					=> 'Редактировать лицензию',
    'filetype_info'				=> 'Разрешённые типы файлов: png, gif, jpg, jpeg, doc, docx, pdf, txt, zip, и rar.',
    'clone'  					=> 'Клонировать лицензию',
    'history_for'  				=> 'История для ',
    'in_out'  					=> 'Отвязано/Привязано',
    'info'  					=> 'Информация о лицензии',
    'license_seats'  			=> 'Лицензируемых рабочих мест',
    'seat'  					=> 'Рабочее место',
    'seats'  					=> 'Рабочих мест',
    'software_licenses'  		=> 'Лицензии программного обеспечения',
    'user'  					=> 'Пользователь',
    'view'  					=> 'Показать лицензию',
);
