<?php

return array(

    'does_not_exist' => 'Расходный материал не существует.',

    'create' => array(
        'error'   => 'Расходный материал не создан, попробуйте ещё раз.',
        'success' => 'Расходный материал успешно создан.'
    ),

    'update' => array(
        'error'   => 'Не удалось изменить расходный материал, пожалуйста, попробуйте снова',
        'success' => 'Расходный материал успешно изменён.'
    ),

    'delete' => array(
        'confirm'   => 'Вы уверены, что хотите удалить этот расходный материал?',
        'error'   => 'Возникла проблема при удалении расходного материала, пожалуйста, попробуйте снова.',
        'success' => 'Расходный материал был успешно удалён.'
    ),

     'checkout' => array(
        'error'   		=> 'Расходный материал не был выдан, попробуйте ещё раз',
        'success' 		=> 'Расходный материал успешно выдан.',
        'user_does_not_exist' => 'Неверный пользователь. Попробуйте ещё раз.'
    ),

    'checkin' => array(
        'error'   		=> 'Расходный материал не был принят, попробуйте ещё раз',
        'success' 		=> 'Расходный материал успешно принят.',
        'user_does_not_exist' => 'Неверный пользователь. Попробуйте ещё раз.'
    )


);
